pages/2_Lesson.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>eSafety</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">eSafety</h1>
  <div class="github-fork-ribbon-wrapper left">
    <div class="github-fork-ribbon">
      <a href="https://github.com/digixc/Y9-CS-eSafety">Fork me on GitHub</a>
    </div>
  </div>
<div id="stickyribbon">
    <ul>
      <li><a href="1_Lesson.html">Week1</a></li>
      <li><a href="2_Lesson.html">Week2</a></li>
      <li><a href="3_Lesson.html">Week3</a></li>
      <li><a href="homework.html">Homework</a></li>
    </ul>
  </div>
<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Selfie-Conscious</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3 learn">
<h3 id="sec-1-1">Learn It</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Sending nude selfies (sometimes known as Sexting) is when someone sends or recieves a sexually explict message through their mobile phone or webcam.
</li>
<li>This maybe in the form of an image, text or a video and is sometimes called cybersex or sending a nudie.
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3 learn">
<h3 id="sec-1-2">Learn It: The Law</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>A young person is breaking the law if they:
<ul class="org-ul">
<li>Take an explicit photo or video of themselves or a friend
</li>
<li>Share an explicit image or video of a child, even if shared between children of the same age
</li>
<li>Possess, download or store an explicit image or video of a child, even if the child gave their permission for it to be created.
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-3" class="outline-3 learn">
<h3 id="sec-1-3">Learn It: The Police</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>From January 2016 in England and Wales, if a young person is found creating or sharing images, the police can choose to record that a crime has been committed but that taking formal action isn't in the public interest. 
</li>
<li>Crimes recorded this way are unlikely to appear on future records or checks, unless you have been involved in other similar activities which may indicate that you're at risk.
</li>
<li>If you’re both under 18 and in a healthy relationship it’s unlikely that the police would want to take things further.
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-4" class="outline-3 learn">
<h3 id="sec-1-4">Learn It: Discussion</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Discuss the following questions with the person next to you, then record your thoughts on a Notepad or Word document:
<ul class="org-ul">
<li>What might motivate someone to send a nude selfie to someone else?
</li>
<li>What advice would you give a friend if they suggested they were considering sending a nude selfie to a boyfriend or girlfriend? Why would you say that? 
</li>
<li>What consequences might there be to sending a nude selfie?
</li>
<li>What advice would you give to a friend who send a nude selfie to a boyfriend/girlfriend and is concerned it has been circulated around others in school?
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-5" class="outline-3 research">
<h3 id="sec-1-5">Research It</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>The NSPCC have researched this area, and they estimate that between 15%-40% of young people have been involved in sexting. 
</li>
<li>Their research shows that issues most commonly come from sexting between peers
</li>
<li>They found that young people are commonly coerced into sending nude selfies
</li>
<li>Girls most adversely affected, and access to technology amplifies the problem
</li>
<li>Ever younger children are being affected.
</li>
</ul>


<ul class="org-ul">
<li>The NSPCC advise the "Grandma rule" when sending images of yourself:
</li>
<li><i>Only send pictures to people that you'd be happy to show your grandma.</i>
</li>
<li>The NSPCC have produced a free app called 'Zipit' which comes with a number of humourous comeback lines that can be used in response to requests for nude selfies. 
</li>
<li>You can pick it up for iPhone <a href="https://itunes.apple.com/us/app/zipit/id721031543?ls=1&mt=8">here</a>, or <a href="https://play.google.com/store/apps/details?id=uk.org.childline.zipit">here</a> for Android. 
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-6" class="outline-3 learn">
<h3 id="sec-1-6">Learn It: Sent a nude selfie?</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>What should you do if you've sent a nude selfie and regretted it?
</li>
<li>Read James' true story <a href="https://www.childline.org.uk/get-involved/real-life-stories/sexting-james-story/">here</a>. He's a couple of years older than you, but his story is relevant.
</li>
<li>How did James get started with sexting?
</li>
<li>What problems did it cause him? 
</li>
<li>How could he have handled the situation differently?
</li>
<li>Read the <a href="https://www.childline.org.uk/info-advice/bullying-abuse-safety/online-mobile-safety/sexting/">Childline page on Sexting</a>, and answer the following questions:
<ul class="org-ul">
<li>What should you do if an image of you appears on Social Media?
</li>
<li>Who do Childline work with to have images and videos removed?
</li>
<li>Is sexting illegal?
</li>
<li>What can you do if someone is pressuring you to provide explicit photos?
</li>
<li>What about if you suspect that person is an adult?
</li>
</ul>
</li>

<li>Watch the video below:
</li>
</ul>
<iframe width="560" height="315" src="https://www.youtube.com/embed/9uJOXOAQ9Qo" frameborder="0" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-sec-1-7" class="outline-3 badge">
<h3 id="sec-1-7">Badge It</h3>
<div class="outline-text-3" id="text-1-7">
<ul class="org-ul">
<li>Click <a href="https://www.bournetolearn.com/quizzes/y9-eSafety/Lesson_1/index.php">here</a> to take the quiz.
</li>
<li><b>Silver:</b> Score &gt;50%
</li>
<li><b>Gold:</b> Score &gt;70%
</li>
<li><b>Platinum:</b> Score &gt;80%
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
